Repository: abal09/samklang
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nb

source: Everybody can log in to your site and do changes until you add an <a href="%(url)s">owner email address</a>.
nb: Hvem som helst kan logge in på nettstedet ditt og endre, fram til du <a href="%(url)s">lagrer epostadressen din som nettstedets eier</a>

source: That email address (%(email)s) does not match the owner email address of this domain
nb: Epostadressen (%(email)s) stemmer ikke med adressen til eieren av domenet

source: Log in to %(host)s
nb: Logg inn på %(host)s

source: Log in to samklang by clicking the following link: http://%(host)s%(url)s Kthxbye
nb: Logg inn på Samklang ved å klikke på denne lenken: http://%(host)s%(url)s Takk

source: You should soon get an soon. Click the link inside it to log in.
nb: Du får snart en epost. Klikk lenken inni for å logge inn.

source: Verify your email
nb: Verifiser epostadressen din

source: Thanks for trying Samklang Click the following link to verify that this address worked: http://%(host)s%(url)s Kthxbye
nb: Takk for at du prøver Samklang Klikk på lenken for å verifisere at denne epostadressen virker: http://%(host)s%(url)s Takk

source: You should soon get an email soon. Click the link inside it to verify the address worked.
nb: Du bør snart få en epost. Klikk lenken inni for å verifisere at epostadressen virker.

source: Email already set, you need to log in using the old email address before you can set a new email address.
nb: Epostadresse til eier er allerede lagret. Du må logge inn med den gamle adressen før du får lov til å lagre en ny.

source: You are now logged in
nb: Du er nå logget inn

source: The verification code is wrong
nb: Verifiseringskoden er gal

source: Your site is now verified and you are logged in
nb: Ditt nettsted er nå godkjent og du kan nå logge inn

source: <h1>Introductory text</h1><p>This should contain simple help about what is changeable and how.</p>
nb: <h1>Introduksjonstekst</h1><p>Her bør det stå litt om hvordan man redigerer tekst.</p>

source: You now have a new site. Play around with it for some time, or register by verifying your email address to keep it.
nb: Du har nå et nytt nettsted. Prøv det ut og se om du liker det, og registrer epostadressen din for å beholde det.

source: Add owner email
nb: Legg til eiers epostadresse

source: This email address will be used when you log in to change your site. The email address you add will be verified by sending out an email with an activation link.
nb: Denne epostadressen vil bli brukt til å sende epost når du vil logge inn.Den bli bli verifisert ved å sende ut en aktiviseringslenke.

source: This is needed to make your site permanent.
nb: Dette er nødvendig for å gjøre nettstedet permanent

source: Email address
nb: Epostadresse

source: Files
nb: Filer

source: Pages
nb: Sider

source: Menu
nb: Meny

source: Log out
nb: Logg ut

source: Save
nb: Lagre

source: Site name
nb: Nettstedets navn

source: Header image for all pages
nb: Toppbilde

source: Home page contents
nb: Forsideinnhold

source: Link
nb: Lenke

source: Image
nb: Bilde

source: Cancel
nb: Avbryt

source: Footer columns
nb: Bunntekstkolonner

source: Fill this if you need it
nb: Fyll ut dette hvis du trenger det

source: Edit page
nb: Rediger side

source: Page name
nb: Sidenavn

source: Welcome
nb: Velkommen

source: Edit
nb: Rediger

source: Login
nb: Logg inn

source: Enter the site's owner email address to send a login link.
nb: Fyll inn din epostadressen til nettstedets eier for å sende innlogginslenke

source: Send login link
nb: Send innlogginslenke

source: Site menu
nb: Nettstedets meny

source: Here you control the contents of your menu. Rows with empty values will not get saved.
nb: Her kan du endre innholdet til menyen. Rader med tomt innhold vil ikke bli lagret.

source: Menu element %(number)s
nb: Menyinnslag %(number)s

source: Label
nb: Tittel

source: Fill in this entry if you need it
nb: Fyll inn dette innslaget hvis du trenger det

source: All pages
nb: Alle sider

source: New page
nb: Ny side

source: Short title
nb: Kort tittel

source: All sites
nb: Alle nettsteder

source: New site
nb: Nytt nettsted

source: Domain name
nb: Domenenavn

source: My fantastic new site
nb: Mitt nye nettsted
